jwt-auth-api/app/controllers/products_controller.rb

  def index
    render json: Product.all
---
SELECT "products".* FROM "products"